var collegeData = [{
        "name": "哲学社会学院",
        "code": "01",
    },
    {
        "name": "文学院",
        "code": "02"
    },
    {
        "name": "外国语学院",
        "code": "03"
    },
    {
        "name": "艺术学院",
        "code": "04"
    },
    {
        "name": "体育学院",
        "code": "05"
    },
    {
        "name": "新闻与传播学院",
        "code": "37"
    },
    {
        "name": "考古学院",
        "code": "38"
    },
    {
        "name": "经济学院",
        "code": "06"
    },
    {
        "name": "法学院",
        "code": "07"
    },
    {
        "name": "行政学院",
        "code": "08"
    },
    {
        "name": "商学院",
        "code": "34"
    },
    {
        "name": "金融学院",
        "code": "26",
    },
    {
        "name": "公共外交学院",
        "code": "36"
    },
    {
        "name": "数学学院",
        "code": "10"
    },
    {
        "name": "物理学院",
        "code": "11"
    },
    {
        "name": "化学学院",
        "code": "12"
    },
    {
        "name": "生命科学学院",
        "code": "13"
    },
    {
        "name": "机械与航空航天工程学院",
        "code": "14"
    },
    {
        "name": "机械科学与工程学院",
        "code": "14"
    },
    {
        "name": "汽车工程学院",
        "code": "15"
    },
    {
        "name": "材料科学与工程学院",
        "code": "16"
    },
    {
        "name": "交通学院",
        "code": "17"
    },
    {
        "name": "生物与农业工程学院",
        "code": "18"
    },
    {
        "name": "管理学院",
        "code": "09"
    },
    {
        "name": "电子科学与工程学院",
        "code": "19"
    },
    {
        "name": "通信工程学院",
        "code": "20"
    },
    {
        "name": "计算机科学与技术学院",
        "code": "21"
    },
    {
        "name": "软件学院",
        "code": "55"
    },
    {
        "name": "地球科学学院",
        "code": "22"
    },
    {
        "name": "地球探测科学与技术学院",
        "code": "23"
    },
    {
        "name": "建设工程学院",
        "code": "24"
    },
    {
        "name": "新能源与环境学院",
        "code": "25"
    },
    {
        "name": "环境与资源学院",
        "code": "25"
    },
    {
        "name": "仪器科学与电气工程学院",
        "code": "65"
    },
    {
        "name": "白求恩医学院",
        "code": "70"
    },
    {
        "name": "基础医学院",
        "code": "71"
    },
    {
        "name": "公共卫生学院",
        "code": "27"
    },
    {
        "name": "药学院",
        "code": "28"
    },
    {
        "name": "护理学院",
        "code": "29"
    },
    {
        "name": "第一临床医学院",
        "code": "75"
    },
    {
        "name": "第二临床医学院",
        "code": "76"
    },
    {
        "name": "第三临床医学院",
        "code": "77"
    },
    {
        "name": "口腔医学院",
        "code": "33"
    },
    {
        "name": "临床医学院",
        "code": "70"
    },
    {
        "name": "畜牧兽医学院",
        "code": "81"
    },
    {
        "name": "植物科学学院",
        "code": "82"
    },
    {
        "name": "军需科技学院",
        "code": "83"
    },
    {
        "name": "动物科学学院",
        "code": "85"
    },
    {
        "name": "动物医学学院",
        "code": "81"
    },
    {
        "name": "食品科学与工程学院",
        "code": "87"
    }
]

module.exports = {
    collegeData: collegeData
}